module.exports = {
    title: "1-基础部分",
    icon: "creative",
    prefix: "notes/",
    children: [
        "01-Java的特点",
        "02-开始使用Java",
        "03-变量",
        "04-键盘输入语句",
        "05-流程控制",
        "06-数组",
        "07-类与对象",
        "08-包_封装与继承",
        "09-面对对象编程",
        "10-枚举和注解",
        "11-Exception",
        "12-常用类",
        "13-集合",
        "14-泛型",
        "15-Java绘图坐标体系",
        "16-初识线程",
        "17-扩展Lambda表达式",
        "18-IO流",
        "19-网络编程",
        "20-反射",

    ]
}